# AWS
brew "awscli"

# Programming
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "python@3.12"
brew "go"
brew "golangci-lint"
brew "node"
brew "terraform"

# k8s
brew "kubectl"
brew "helm"

# tls
brew "ca-certificates"
brew "openssl"



# Tools
brew "coreutils"
brew "gh"
brew "jq"
brew "yq"
brew "netcat"
brew "httpie"
brew "wget"
brew "fetch"
brew "teller"

brew "gitguardian/tap/ggshield"

